# Zsh completions with plugins
zsh-users/zsh-completions kind:fpath path:src

# Zephyr
mattmc3/zephyr path:plugins/homebrew
mattmc3/zephyr path:plugins/zfunctions
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/compstyle
mattmc3/zephyr path:plugins/completion

# Fish-like plugins
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-history-substring-search
